tap "bbc/audiowaveform"
tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jbangdev/tap"
tap "yqrashawn/goku"
brew "asciinema"
brew "aspell"
brew "awscli"
brew "bash"
brew "fontconfig"
brew "cocoapods"
brew "cowsay"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "jasper"
brew "grc"
brew "helm"
brew "httpie"
brew "hub"
brew "ical-buddy"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "k6"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "openvpn"
brew "pipenv"
brew "poetry"
brew "psutils"
brew "speedtest-cli"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "bbc/audiowaveform/audiowaveform"
brew "jbangdev/tap/jbang"
brew "yqrashawn/goku/goku"
cask "1password"
cask "aerial"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "avibrazil-rdm"
cask "balenaetcher"
cask "balsamiq-mockups"
cask "beardedspice"
cask "blender"
cask "brave-browser"
cask "cakebrew"
cask "calibre"
cask "canon-eos-utility"
cask "controlplane"
cask "dash"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-clear-sans"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keka"
cask "macdropany"
cask "microsoft-teams"
cask "mindnode-pro"
cask "mkvtoolnix"
cask "moonlight"
cask "notion"
cask "obs"
cask "projectlibre"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rescuetime"
cask "screenflow"
cask "sequel-pro"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "tableplus"
cask "telegram"
cask "toggl"
cask "transmission"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Next Meeting", id: 1017470484
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
