tap "azure/functions"
tap "bbc/audiowaveform"
tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mczachurski/wallpapper"
tap "nikitabobko/tap"
brew "act"
brew "python@3.12"
brew "asciinema"
brew "asdf"
brew "aspell"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "broot"
brew "fontconfig"
brew "cairo"
brew "cocoapods"
brew "colima"
brew "datasette"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "duf"
brew "dust"
brew "exiftool"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fortune"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goku"
brew "jasper"
brew "grc"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ical-buddy"
brew "shared-mime-info"
brew "imagemagick"
brew "jira-cli"
brew "joker"
brew "jq"
brew "k6"
brew "llm"
brew "localstack"
brew "lsd"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "openconnect"
brew "opentofu"
brew "openvpn"
brew "php"
brew "pinentry-mac"
brew "pkgconf"
brew "plantuml"
brew "poetry"
brew "psutils"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vpn-slice"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "azure/functions/azure-functions-core-tools@4"
brew "bbc/audiowaveform/audiowaveform"
brew "mczachurski/wallpapper/wallpapper"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "aerial"
cask "aerospace"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arduino-ide"
cask "audacity"
cask "audio-hijack"
cask "autodesk-fusion"
cask "avibrazil-rdm"
cask "balenaetcher"
cask "betterdisplay"
cask "blender"
cask "calibre"
cask "canon-eos-utility"
cask "chatgpt"
cask "darktable"
cask "dash"
cask "dbeaver-community"
cask "diffusionbee"
cask "discord"
cask "drawio"
cask "elgato-control-center"
cask "farrago"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "fliqlo"
cask "font-b612"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-monoid"
cask "font-recursive-code"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-chrome@canary"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keyboard-maestro"
cask "lm-studio"
cask "logi-options+"
cask "loom"
cask "loopback"
cask "macwhisper"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mkvtoolnix"
cask "moonlight"
cask "mqttx"
cask "obs"
cask "obsbot-center"
cask "obsidian"
cask "ollama"
cask "orcaslicer"
cask "postman"
cask "projectlibre"
cask "rode-central"
cask "skype"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "streamlabs"
cask "stretchly"
cask "sublime-text"
cask "suspicious-package"
cask "temurin"
cask "thunderbird"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Aiko", id: 1672085276
mas "Amazing AI", id: 1660147028
mas "Amphetamine", id: 937984704
mas "Day Progress", id: 6450280202
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Hand Mirror", id: 1502839586
mas "Home Assistant", id: 1099568401
mas "Ice Cubes", id: 6444915884
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Shareful", id: 1522267256
mas "The Unarchiver", id: 425424353
mas "Typist", id: 415166115
mas "Userscripts-Mac-App", id: 1463298887
mas "Velja", id: 1607635845
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "andys8.jest-snippets"
vscode "ban.spellright"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "ionutvmi.path-autocomplete"
vscode "jakob101.relativepath"
vscode "jasonnutter.search-node-modules"
vscode "juanblanco.solidity"
vscode "konstantin.wrapselection"
vscode "kortina.vscode-markdown-notes"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "letrieu.expand-region"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "paulmolluzzo.convert-css-in-js"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "rebornix.project-snippets"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "roscop.activefileinstatusbar"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sallar.vscode-duotone-dark"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.night-owl"
vscode "shyykoserhiy.vscode-spotify"
vscode "sleistner.vscode-fileutils"
vscode "sonarsource.sonarlint-vscode"
vscode "suming.react-proptypes-generate"
vscode "tchayen.markdown-links"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
vscode "yatki.vscode-surround"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
vscode "zxh404.vscode-proto3"
