tap "ankitpokhrel/jira-cli"
tap "azure/functions"
tap "bbc/audiowaveform"
tap "candid82/brew"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jbangdev/tap"
tap "mczachurski/wallpapper"
tap "yqrashawn/goku"
brew "act"
brew "asciinema"
brew "asdf"
brew "aspell"
brew "azure-cli"
brew "bash"
brew "bat"
brew "broot"
brew "fontconfig"
brew "cairo"
brew "cocoapods"
brew "cowsay"
brew "direnv"
brew "duf"
brew "dust"
brew "exa"
brew "exiftool"
brew "fasd"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fortune"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "git-flow"
brew "gnupg"
brew "grc"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ical-buddy"
brew "jasper"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "k6"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "openconnect"
brew "openvpn"
brew "php"
brew "pinentry-mac"
brew "poetry"
brew "psutils"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "bbc/audiowaveform/audiowaveform"
brew "hashicorp/tap/terraform"
brew "mczachurski/wallpapper/wallpapper"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "audacity"
cask "avibrazil-rdm"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "cakebrew"
cask "calibre"
cask "canon-eos-utility"
cask "controlplane"
cask "dash"
cask "dbeaver-community"
cask "diffusionbee"
cask "discord"
cask "farrago"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "fliqlo"
cask "font-clear-sans"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monoid"
cask "ganache"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "launchcontrol"
cask "logi-options-plus"
cask "logitech-camera-settings"
cask "loom"
cask "loopback"
cask "macdropany"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mkvtoolnix"
cask "moonlight"
cask "notion"
cask "obs"
cask "obsidian"
cask "podcastmenu"
cask "postman"
cask "projectlibre"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rancher"
cask "raycast"
cask "rectangle"
cask "sequel-pro"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "streamlabs-obs"
cask "stretchly"
cask "sublime-text"
cask "suspicious-package"
cask "temurin"
cask "toggl-track"
cask "transmission"
cask "tunnelblick"
cask "ukelele"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Shareful", id: 1522267256
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Typist", id: 415166115
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
